LEXICON: dict[str, str] = {
    '/start': '<b>📚 Добро пожаловать в BookTracker!</b>\n\n'
              '<b>Этот бот поможет вам легко находить и скачивать любимые книги.</b>\n'
              '🔍 Ищите любые книги и скачивайте их напрямую на своё устройство.\n'
              '<b>Желаем приятного чтения! 📖</b>\n\n'
              '💥 Для того, чтобы найти книгу введите запрос следующего вида: <b>/search [название]</b>. '
              'Бот поберет для вас список подходящих вариантов и предложит их вам для выбора.\n\n'
              '♻ Если у вас еще остались вопросы, введите команду: <b><i>/help</i></b> '
              'и ознакомьтесь с информацией в разделе помощи.',
    '/help': '<b>Добро пожаловать в раздел помощи! </b>\n\n'
             '<b>📚 Как искать книги?</b>\n\n'
             '<b>🔍 /search [название]</b> - Введите название книги и бот покажет вам список подходящих вариантов.\n\n'
             '❗ <b>ВАЖНО</b> Книги следует искать исключительно по их названию. Автора указывать не нужно.\n'
             '❌ <b>Не правильно:</b> <i>Рэй Брэдбери - Вино из одуванчиков</i>\n'
             '✅ <b>Правильно:</b> <i>Вино из одуванчиков</i>\n\n'
             'Если у вас возникли дополнительные вопросы или вам нужна помощь, '
             'вы всегда можете обратиться к нашей службе поддержки.\n'
             'Спасибо, что используете BookTracker, и приятного чтения! 📖',
    'message_from_banned_user': '<b>🚫 Доступ ограничен</b>\n\n'
                                'К сожалению, ваш доступ к боту был заблокирован. '
                                'Если вы считаете, что это произошло по ошибке, пожалуйста, свяжитесь с '
                                'администрацией для уточнения деталей и, возможно, разблокировки. '
                                'Мы надеемся, что ситуация скоро разрешится.\n\n'
                                'Спасибо за понимание.',
    'admin_url': 'https://t.me/a_che_ngel',
    'found_books': '🔍 Список книг по запросу:',
    'dont_find_the_book': '😥 Я не нашел книг по запросу:'

}
